Repository: AFK-surf/still.fail
Catalog: apps/ios/StillFail/Localizable.xcstrings
Source language: zh_hans
Languages: en, es, ja, ko, zh_hant

source: 离线
en: Offline
es: Desconectado
ja: オフライン
ko: 오프라인
zh_hant: 離線

source: 私信
en: Direct message
es: Mensaje directo
ja: ダイレクトメッセージ
ko: 개인 메시지

source: 移除后，这个工作区将无法再连接该节点。不会擦除目标电脑上的软件和本地文件。
en: This workspace will no longer connect to the node. Software and local files on the target computer are not erased.
es: El espacio ya no podrá conectarse a este nodo. No se borrará el software ni los archivos locales del equipo de destino.
ja: 削除後、このワークスペースからノードに接続できなくなります。対象のコンピュータのソフトウェアやローカルファイルは消去されません。
ko: 제거 후 이 워크스페이스는 해당 노드에 연결할 수 없습니다. 대상 컴퓨터의 소프트웨어와 로컬 파일은 지워지지 않습니다.
zh_hant: 移除後，這個工作區將無法再連接該節點。不會擦除目標電腦上的軟件和本地文件。

source: 移除引用
en: Remove quote
es: Eliminar cita
ja: 引用を削除
ko: 인용 제거

source: 移除节点
en: Remove node
es: Quitar nodo
ja: ノードを削除
ko: 노드 제거
zh_hant: 移除節點

source: 移除这个节点？
en: Remove this node?
es: ¿Quitar este nodo?
ja: このノードを削除しますか？
ko: 이 노드를 제거할까요?
zh_hant: 移除這個節點？

source: 移除附件
en: Remove attachment
es: Eliminar archivo adjunto
ja: 添付ファイルを削除
ko: 첨부 파일 제거

source: 空闲
en: Idle
es: Inactivo
ja: 待機
ko: 유휴
zh_hant: 空閒

source: 第 %d 行起
en: from line %d
es: desde la línea %d
ja: %d 行目から
ko: %d번째 줄부터

source: 等你决定
en: Awaiting your decision
es: Esperando tu decisión
ja: 判断待ち
ko: 결정 대기
zh_hant: 等你決定

source: 等你决定的任务
en: Tasks waiting on your decision
es: Tareas que esperan tu decisión
ja: あなたの判断を待つタスク
ko: 결정을 기다리는 작업
zh_hant: 等你決定的任務

source: 等待中
en: Waiting
es: Esperando
ja: 待機中
ko: 대기 중

source: 等待回复
en: Awaiting reply
es: Esperando respuesta
ja: 返信待ち
ko: 답장 대기
zh_hant: 等待回復

source: 等待目标电脑上的节点加入…
en: Waiting for the node to join…
es: Esperando a que se incorpore el nodo…
ja: 対象のコンピュータのノードの参加を待機中…
ko: 대상 컴퓨터의 노드가 참가하기를 기다리는 중…
zh_hant: 等待目標電腦上的節點加入…

source: 管理员
en: Admin
es: Administrador
ja: 管理者
ko: 관리자
zh_hant: 管理員

source: 缓存命中率
en: Cache hit rate
es: Tasa de aciertos de caché
ja: キャッシュヒット率
ko: 캐시 적중률
zh_hant: 緩存命中率

source: 编辑 %@
en: Edit %@
es: Editar %@
ja: %@を編集
ko: %@ 편집
zh_hant: 編輯 %@

source: 编辑 %@ 个文件
en: Edited %@ files
es: Editar %@ archivos
ja: %@ファイルを編集
ko: 파일 %@개 편집
zh_hant: 編輯 %@ 個文件

source: 自动
en: Automatic
es: Automático
ja: 自動
ko: 자동
zh_hant: 自動

source: 自动（换账号）
en: Automatic (switch account)
es: Automático (cambiar cuenta)
ja: 自動（アカウントを切り替え）
ko: 자동 (계정 전환)
zh_hant: 自動（換帳號）

source: 自动分配
en: Automatic selection
es: Selección automática
ja: 自動割り当て
ko: 자동 할당
zh_hant: 自動分配

source: 自动选择
en: Automatic
es: Automático
ja: 自動選択
ko: 자동 선택
zh_hant: 自動選擇

source: 自动选择账号池
en: Choose account pool automatically
es: Elegir grupo de cuentas automáticamente
ja: アカウントプールを自動選択
ko: 계정 풀 자동 선택
zh_hant: 自動選擇帳號池

source: 节点
en: Node
es: Nodo
ja: ノード
ko: 노드
zh_hant: 節點

source: 节点健康
en: Node health
es: Estado del nodo
ja: ノードの状態
ko: 노드 상태
zh_hant: 節點健康

source: 节点名字
en: Node name
es: Nombre del nodo
ja: ノード名
ko: 노드 이름
zh_hant: 節點名字

source: 节点离线，以上为上次采样，不代表当前状态。
en: Node is offline. The last sample does not reflect its current state.
es: El nodo está desconectado. La última medición no refleja su estado actual.
ja: ノードはオフラインです。前回の計測結果は現在の状態を示していません。
ko: 노드가 오프라인입니다. 지난 측정값은 현재 상태를 나타내지 않습니다.
zh_hant: 節點離線，以上為上次採樣，不代表當前狀態。

source: 草稿暂时无法读取。请重试后继续，避免覆盖已保存的草稿。
en: Unable to load the draft. Retry before continuing to avoid overwriting your saved draft.
es: No se puede cargar el borrador. Reinténtalo antes de continuar para evitar sobrescribirlo.
ja: 下書きを読み込めません。保存済みの下書きを上書きしないよう、再試行してから続行してください。
ko: 초안을 불러올 수 없습니다. 저장된 초안을 덮어쓰지 않도록 다시 시도한 후 계속하세요.
zh_hant: 草稿暫時無法讀取。請重試後繼續，避免覆蓋已保存的草稿。

source: 草稿未能保存。内容仍保留在当前页面，请检查连接后重试。
en: The draft could not be saved. Its content remains on this page. Check your connection and retry.
es: No se pudo guardar el borrador. Su contenido sigue en esta página. Comprueba la conexión y reinténtalo.
ja: 下書きを保存できませんでした。内容はこのページに保持されています。接続を確認して再試行してください。
ko: 초안을 저장할 수 없습니다. 내용은 현재 페이지에 보관되어 있습니다. 연결을 확인하고 다시 시도하세요.
zh_hant: 草稿未能保存。內容仍保留在當前頁面，請檢查連接後重試。

source: 被停用
en: Suspended
es: Suspendido
ja: 利用停止
ko: 정지됨

source: 要你帮忙
en: Needs your help
es: Necesita tu ayuda
ja: 助けが必要
ko: 도움 필요
zh_hant: 要你幫忙

source: 要你帮忙：%@
en: Needs your help: %@
es: Necesita tu ayuda: %@
ja: 助けが必要：%@
ko: 도움 필요: %@
zh_hant: 要你幫忙：%@

source: 让这台设备退出
en: Sign out this device
es: Cerrar sesión en este dispositivo
ja: このデバイスをログアウト
ko: 이 기기에서 로그아웃
zh_hant: 讓這台設備退出

source: 让这台设备退出？
en: Sign out this device?
es: ¿Cerrar sesión en este dispositivo?
ja: このデバイスをログアウトしますか？
ko: 이 기기에서 로그아웃할까요?
zh_hant: 讓這台設備退出？

source: 设备
en: Device
es: Dispositivo
ja: デバイス
ko: 기기
zh_hant: 設備

source: 设置
en: Settings
es: Ajustes
ja: 設定
ko: 설정
zh_hant: 設置

source: 访问 %@
en: Visit %@
es: Visitar %@
ja: %@にアクセス
ko: %@ 방문
zh_hant: 訪問 %@

source: 访问 %@ 个网页
en: Visited %@ pages
es: Visitar %@ páginas
ja: %@ページにアクセス
ko: 웹 페이지 %@개 방문
zh_hant: 訪問 %@ 個網頁

source: 语言
en: Language
es: Idioma
ja: 言語
ko: 언어
zh_hant: 語言

source: 语言更改立即生效。
en: Language changes take effect immediately.
es: El cambio de idioma se aplica de inmediato.
ja: 言語の変更はすぐに反映されます。
ko: 언어 변경은 즉시 적용됩니다.
zh_hant: 語言更改立即生效。

source: 请先处理你拥有的工作区
en: Resolve your owned workspaces first
es: Gestiona primero tus espacios de trabajo
ja: 所有するワークスペースを先に処理してください
ko: 소유한 워크스페이스를 먼저 처리하세요
zh_hant: 請先處理你擁有的工作區

source: 请在你想运行会话的电脑上安装节点。此操作不会替你创建虚拟节点。
en: Install the node on the computer where you want to run chats. This does not create a virtual node for you.
es: Instala el nodo en el equipo donde quieras ejecutar los chats. Esta operación no crea un nodo virtual.
ja: チャットを実行するコンピュータにノードをインストールしてください。この操作で仮想ノードは作成されません。
ko: 대화를 실행할 컴퓨터에 노드를 설치하세요. 이 작업으로 가상 노드가 생성되지는 않습니다.
zh_hant: 請在你想運行會話的電腦上安裝節點。此操作不會替你創建虛擬節點。

source: 请在待发消息中选择“重试发送”，继续创建会话。
en: Choose “Retry sending” on the queued message to continue creating the chat.
es: Selecciona «Reintentar envío» en el mensaje pendiente para continuar creando el chat.
ja: 送信待ちメッセージで「送信を再試行」を選択すると、チャットの作成を続行します。
ko: 대기 중인 메시지에서 “전송 재시도”를 선택하여 대화를 계속 생성하세요.
zh_hant: 請在待發消息中選擇“重試發送”，繼續創建會話。

source: 请选择现有成员
en: Choose an existing member
es: Selecciona un miembro existente
ja: 既存のメンバーを選択
ko: 기존 멤버를 선택하세요
zh_hant: 請選擇現有成員

source: 请重试
en: Please try again
es: Vuelve a intentarlo
ja: 再試行してください
ko: 다시 시도하세요
zh_hant: 請重試

source: 读取 %@
en: Read %@
es: Leer %@
ja: %@を読み込み
ko: %@ 읽기
zh_hant: 讀取 %@

source: 读取 %@ 个文件
en: Read %@ files
es: Leer %@ archivos
ja: %@ファイルを読み込み
ko: 파일 %@개 읽기
zh_hant: 讀取 %@ 個文件

source: 读取 thread %@
en: Read thread %@
es: Leer hilo %@
ja: スレッド%@を読み込み
ko: 스레드 %@ 읽기
zh_hant: 讀取 thread %@

source: 读取 thread %@ 次
en: Read thread %@ times
es: Leer hilo %@ veces
ja: スレッドを%@回読み込み
ko: 스레드를 %@회 읽음
zh_hant: 讀取 thread %@ 次

source: 调用 %@ 次
en: %@ calls
es: %@ llamadas
ja: %@回の呼び出し
ko: %@회 호출
zh_hant: 調用 %@ 次

source: 负载 %@
en: Load: %@
es: Carga: %@
ja: 負荷：%@
ko: 부하: %@
zh_hant: 負載 %@

source: 账号
en: Account
es: Cuenta
ja: アカウント
ko: 계정
zh_hant: 帳號

source: 账号与设备
en: Account and devices
es: Cuenta y dispositivos
ja: アカウントとデバイス
ko: 계정 및 기기
zh_hant: 帳號與設備

source: 账号或工作区已切换，请在当前页面查看最新状态。
en: The account or workspace changed. Check the latest status on this page.
es: La cuenta o el espacio han cambiado. Consulta el estado actual en esta página.
ja: アカウントまたはワークスペースが変更されました。このページで最新の状態を確認してください。
ko: 계정이나 워크스페이스가 변경되었습니다. 현재 페이지에서 최신 상태를 확인하세요.
zh_hant: 帳號或工作區已切換，請在當前頁面查看最新狀態。

source: 账号池
en: Account pool
es: Grupo de cuentas
ja: アカウントプール
ko: 계정 풀
zh_hant: 帳號池

source: 账号资料
en: Account profile
es: Perfil de la cuenta
ja: アカウント情報
ko: 계정 정보
zh_hant: 帳號資料

source: 跟随系统
en: System default
es: Según el sistema
ja: システム設定に従う
ko: 시스템 설정 따르기
zh_hant: 跟隨系統

source: 跟随订阅
en: Use subscription setting
es: Según la suscripción
ja: サブスクリプション設定に従う
ko: 구독 설정 따르기
zh_hant: 跟隨訂閱

source: 轮次
en: Turns
es: Turnos
ja: ターン数
ko: 턴 수
zh_hant: 輪次

source: 输入
en: Input
es: Entrada
ja: 入力
ko: 입력
zh_hant: 輸入

source: 输入 %@
en: Input %@
es: Entrada %@
ja: 入力 %@
ko: 입력 %@
zh_hant: 輸入 %@

source: 输入 %@（缓存 %@%%）
en: Input %1$@ (cached %2$@%%)
es: Entrada %1$@ (caché %2$@%%)
ja: 入力 %1$@（キャッシュ %2$@%%）
ko: 입력 %1$@ (캐시 %2$@%%)
zh_hant: 輸入 %@（緩存 %@%%）

source: 输出
en: Output
es: Salida
ja: 出力
ko: 출력
zh_hant: 輸出

source: 输出 %@
en: Output %@
es: Salida %@
ja: 出力 %@
ko: 출력 %@
zh_hant: 輸出 %@

source: 运行 %@
en: Run %@
es: Ejecutar %@
ja: %@を実行
ko: %@ 실행
zh_hant: 運行 %@

source: 运行 %@ 条命令
en: Ran %@ commands
es: Ejecutar %@ comandos
ja: %@コマンドを実行
ko: 명령어 %@개 실행
zh_hant: 運行 %@ 條命令

source: 运行中
en: Running
es: Ejecutando
ja: 実行中
ko: 실행 중
zh_hant: 運行中

source: 运行会话
en: Runtime session
es: Sesión de ejecución
ja: 実行セッション
ko: 실행 세션
zh_hant: 運行會話

source: 运行位置
en: Run on
es: Ejecutar en
ja: 実行場所
ko: 실행 위치
zh_hant: 運行位置

source: 运行方式
en: Runtime
es: Entorno de ejecución
ja: 実行環境
ko: 실행 환경
zh_hant: 運行方式

source: 运行时还没开始这个会话。
en: The runtime has not started this chat yet.
es: El entorno aún no ha iniciado este chat.
ja: 実行環境はまだこのチャットを開始していません。
ko: 실행 환경에서 아직 이 대화를 시작하지 않았습니다.
zh_hant: 運行時還沒開始這個會話。

source: 运行状态
en: Runtime status
es: Estado de ejecución
ja: 実行状態
ko: 실행 상태
zh_hant: 運行狀態

source: 近 7 天
en: 7 days
es: 7 días
ja: 7 日間
ko: 최근 7일

source: 近 30 天
en: 30 days
es: 30 días
ja: 30 日間
ko: 최근 30일

source: 返回
en: Back
es: Atrás
ja: 戻る
ko: 뒤로

source: 还有 %lld 项
en: %lld more
es: %lld más
ja: ほか %lld 件
ko: %lld개 더
zh_hant: 還有 %lld 項

source: 还没有工作区。你可以接受团队邀请，或按账号权限新建工作区。
en: No workspace yet. Accept a team invitation or create one if your account has permission.
es: Aún no hay espacios. Acepta una invitación de equipo o crea uno si tu cuenta tiene permiso.
ja: ワークスペースはまだありません。チームへの招待を承認するか、アカウントの権限に応じて新しく作成してください。
ko: 아직 워크스페이스가 없습니다. 팀 초대를 수락하거나 계정 권한에 따라 새로 만드세요.
zh_hant: 還沒有工作區。你可以接受團隊邀請，或按帳號權限新建工作區。

source: 还没有消息
en: No messages yet
es: Aún no hay mensajes
ja: メッセージはまだありません
ko: 아직 메시지가 없습니다
zh_hant: 還沒有消息

source: 还没有节点
en: No nodes yet
es: Aún no hay nodos
ja: ノードはまだありません
ko: 아직 노드가 없습니다
zh_hant: 還沒有節點

source: 还没有节点。请先在目标电脑上添加节点。
en: No nodes yet. Add a node on the target computer first.
es: Aún no hay nodos. Añade uno al equipo de destino primero.
ja: ノードはまだありません。先に対象のコンピュータにノードを追加してください。
ko: 아직 노드가 없습니다. 대상 컴퓨터에 노드를 먼저 추가하세요.
zh_hant: 還沒有節點。請先在目標電腦上添加節點。

source: 这不会删除你的 Apple 或 Google 账号。
en: This will not delete your Apple or Google account.
es: Esto no eliminará tu cuenta de Apple ni de Google.
ja: AppleやGoogleのアカウント自体は削除されません。
ko: Apple 계정이나 Google 계정은 삭제되지 않습니다.
zh_hant: 這不會刪除你的 Apple 或 Google 帳號。

source: 这不会清空电脑，也不会删除与这个账号无关的文件。
en: This does not wipe the computer or delete files unrelated to this account.
es: Esto no borra el contenido del equipo ni archivos ajenos a esta cuenta.
ja: コンピュータを初期化したり、このアカウントと無関係なファイルを削除したりすることはありません。
ko: 컴퓨터를 초기화하거나 이 계정과 무관한 파일을 삭제하지 않습니다.
zh_hant: 這不會清空電腦，也不會刪除與這個帳號無關的文件。

source: 这不是要删除的账号。请使用当前账号重新验证。
en: This is not the account being deleted. Verify again using the current account.
es: Esta no es la cuenta que se va a eliminar. Verifica de nuevo con la cuenta actual.
ja: 削除対象のアカウントではありません。現在のアカウントで再認証してください。
ko: 삭제하려는 계정이 아닙니다. 현재 계정으로 다시 인증하세요.
zh_hant: 這不是要刪除的帳號。請使用當前帳號重新驗證。

source: 这个工作区由最先登录且仍有权限的账号连接，暂不支持切换为当前账号。请选择该账号或另一个工作区。
en: This workspace uses the first signed-in account with access. Switching it to the current account is not supported yet. Choose that account or another workspace.
es: Este espacio usa la primera cuenta con acceso que inició sesión. Aún no se admite cambiarla por la cuenta actual. Elige esa cuenta u otro espacio.
ja: このワークスペースは最初にログインし権限を持つアカウントで接続されています。現在のアカウントへの切り替えには未対応です。そのアカウントか別のワークスペースを選択してください。
ko: 이 워크스페이스는 권한이 있는 첫 로그인 계정으로 연결됩니다. 현재 계정으로의 전환은 아직 지원되지 않습니다. 해당 계정이나 다른 워크스페이스를 선택하세요.
zh_hant: 這個工作區由最先登錄且仍有權限的帳號連接，暫不支持切換為當前帳號。請選擇該帳號或另一個工作區。

source: 这个账号的工作区尚未读取成功。
en: This account's workspaces have not loaded yet.
es: Los espacios de esta cuenta aún no se han cargado.
ja: このアカウントのワークスペースをまだ読み込めていません。
ko: 이 계정의 워크스페이스를 아직 불러오지 못했습니다.
zh_hant: 這個帳號的工作區尚未讀取成功。

# 这台 station 的 Profile 都还没有启用模型。点下面的「去勾选」，勾选可以用的模型。
source: 这个节点的账号池还没有启用模型。请在节点上启用可用模型。
en: No account pool on this node has models enabled. Enable a model on the node to continue.
es: Ningún grupo de cuentas de este nodo tiene modelos activados. Activa uno en el nodo para continuar.
ja: このノードのアカウントプールには有効なモデルがありません。ノードでモデルを有効にしてください。
ko: 이 노드의 계정 풀에는 활성화된 모델이 없습니다. 계속하려면 노드에서 모델을 활성화하세요.
zh_hant: 這個節點的帳號池尚未啟用模型。請在節點上啟用可用模型。

source: 这台设备
en: This device
es: Este dispositivo
ja: このデバイス
ko: 이 기기
zh_hant: 這台設備

source: 这台设备上的其他账号不受影响。
en: Other accounts on this device are unaffected.
es: No afecta a otras cuentas de este dispositivo.
ja: このデバイスの他のアカウントには影響しません。
ko: 이 기기의 다른 계정은 영향을 받지 않습니다.
zh_hant: 這台設備上的其他帳號不受影響。

source: 这次登录已过期。请重新登录。
en: This sign-in attempt has expired. Please sign in again.
es: Este intento de acceso ha caducado. Inicia sesión de nuevo.
ja: 今回のログインは期限切れです。再度ログインしてください。
ko: 이번 로그인 시도가 만료되었습니다. 다시 로그인하세요.
zh_hant: 這次登錄已過期。請重新登錄。

source: 进程退出了
en: Process exited
es: Proceso finalizado
ja: プロセス終了
ko: 프로세스 종료
zh_hant: 進程退出了

source: 进行中
en: Running
es: En curso
ja: 実行中
ko: 실행 중
zh_hant: 進行中

source: 连不上 %@
en: Cannot connect to %@
es: No se puede conectar con %@
ja: %@に接続できません
ko: %@에 연결할 수 없습니다
zh_hant: 連不上 %@

source: 连不上 %@，正在重试
en: Cannot connect to %@. Retrying.
es: No se puede conectar con %@. Reintentando.
ja: %@に接続できません。再試行中です。
ko: %@에 연결할 수 없습니다. 다시 시도 중입니다.
zh_hant: 連不上 %@，正在重試

source: 连接
en: Connection
es: Conexión
ja: 接続
ko: 연결
zh_hant: 連接

source: 连接中
en: Connecting
es: Conectando
ja: 接続中
ko: 연결 중
zh_hant: 連接中

source: 连接中断，操作结果尚不确定。请先检查最新状态，再决定是否重试。
en: The connection was interrupted and the result is uncertain. Check the latest status before deciding whether to retry.
es: La conexión se interrumpió y el resultado es incierto. Comprueba el estado actual antes de decidir si reintentar.
ja: 接続が中断され、操作結果は不明です。最新の状態を確認してから再試行を判断してください。
ko: 연결이 끊겨 결과가 불확실합니다. 최신 상태를 확인한 후 재시도 여부를 결정하세요.
zh_hant: 連接中斷，操作結果尚不確定。請先檢查最新狀態，再決定是否重試。

source: 连接及主机状态请在节点列表中查看。
en: View connection and host status in the node list.
es: Consulta el estado de conexión y del equipo en la lista de nodos.
ja: 接続とホストの状態はノード一覧で確認できます。
ko: 노드 목록에서 연결 및 호스트 상태를 확인하세요.
zh_hant: 連接及主機狀態請在節點列表中查看。

source: 连接失败
en: Connection failed
es: Error de conexión
ja: 接続失敗
ko: 연결 실패
zh_hant: 連接失敗

source: 连接异常，请重试
en: Connection error. Please retry.
es: Error de conexión. Vuelve a intentarlo.
ja: 接続エラーです。再試行してください。
ko: 연결 오류입니다. 다시 시도하세요.
zh_hant: 連接異常，請重試

source: 连接未能建立，正在保留上次读取的数据。
en: Connection failed. Previously loaded data is retained.
es: No se pudo conectar. Se conservan los datos anteriores.
ja: 接続できませんでした。前回読み込んだデータを保持しています。
ko: 연결할 수 없습니다. 이전에 불러온 데이터를 보관합니다.
zh_hant: 連接未能建立，正在保留上次讀取的數據。

source: 连接状态尚未确认
en: Connection status unconfirmed
es: Estado de conexión sin confirmar
ja: 接続状態は未確認です
ko: 연결 상태가 확인되지 않았습니다
zh_hant: 連接狀態尚未確認

source: 连接路径
en: Connection path
es: Ruta de conexión
ja: 接続経路
ko: 연결 경로
zh_hant: 連接路徑

source: 连续
en: Streak
es: Racha
ja: 連続
ko: 연속
zh_hant: 連續

source: 退出当前账号
en: Sign out this account
es: Cerrar sesión en esta cuenta
ja: 現在のアカウントをログアウト
ko: 현재 계정 로그아웃
zh_hant: 退出當前帳號

source: 退出当前账号？
en: Sign out this account?
es: ¿Cerrar sesión en esta cuenta?
ja: 現在のアカウントをログアウトしますか？
ko: 현재 계정에서 로그아웃할까요?
zh_hant: 退出當前帳號？

source: 退出登录
en: Sign out
es: Cerrar sesión
ja: ログアウト
ko: 로그아웃
zh_hant: 退出登錄

source: 退出码 %@
en: Exit code %@
es: Código de salida %@
ja: 終了コード %@
ko: 종료 코드 %@
zh_hant: 結束代碼 %@

source: 退出设备
en: Sign out device
es: Cerrar sesión del dispositivo
ja: デバイスをログアウト
ko: 기기 로그아웃
zh_hant: 退出設備

source: 选择会话
en: Select a chat
es: Selecciona un chat
ja: チャットを選択
ko: 대화 선택
zh_hant: 選擇會話

source: 选择文件
en: Choose file
es: Elegir archivo
ja: ファイルを選択
ko: 파일 선택
zh_hant: 選擇文件

source: 选择模型
en: Select model
es: Seleccionar modelo
ja: モデルを選択
ko: 모델 선택
zh_hant: 選擇模型

source: 选择照片
en: Choose photo
es: Elegir foto
ja: 写真を選択
ko: 사진 선택
zh_hant: 選擇照片

source: 选择节点
en: Select node
es: Seleccionar nodo
ja: ノードを選択
ko: 노드 선택
zh_hant: 選擇節點

source: 选择节点，新建一个会话。
en: Choose a node to start a new chat.
es: Elige un nodo para iniciar un chat.
ja: ノードを選択して、新しいチャットを始めましょう。
ko: 노드를 선택해 새 대화를 시작하세요.
zh_hant: 選擇節點，新建一個會話。

source: 速度
en: Speed
es: Velocidad
ko: 속도

source: 邀请码
en: Invite code
es: Código de invitación
ja: 招待コード
ko: 초대 코드
zh_hant: 邀請碼

source: 邮箱
en: Email
es: Correo electrónico
ja: メールアドレス
ko: 이메일
zh_hant: 郵箱

source: 重命名
en: Rename
es: Renombrar
ja: 名前を変更
ko: 이름 변경

source: 重命名会话
en: Rename chat
es: Renombrar chat
ja: チャット名を変更
ko: 대화 이름 변경
zh_hant: 重命名會話

source: 重命名工作区
en: Rename workspace
es: Renombrar espacio
ja: ワークスペース名を変更
ko: 워크스페이스 이름 변경
zh_hant: 重命名工作區

source: 重命名节点
en: Rename node
es: Renombrar nodo
ja: ノード名を変更
ko: 노드 이름 변경
zh_hant: 重命名節點

source: 重新查看账号状态
en: Refresh account status
es: Actualizar estado de la cuenta
ja: アカウント状態を再確認
ko: 계정 상태 새로고침
zh_hant: 重新查看帳號狀態

source: 重新生成命令
en: Regenerate command
es: Volver a generar comando
ja: コマンドを再生成
ko: 명령어 다시 생성

source: 重新验证
en: Verify again
es: Volver a verificar
ja: 再認証
ko: 다시 인증
zh_hant: 重新驗證

source: 重试
en: Retry
es: Reintentar
ja: 再試行
ko: 다시 시도
zh_hant: 重試

source: 重试发送
en: Retry sending
es: Reintentar envío
ja: 送信を再試行
ko: 전송 재시도
zh_hant: 重試發送

source: 重试连接
en: Retry connection
es: Reintentar conexión
ja: 接続を再試行
ko: 연결 재시도
zh_hant: 重試連接

source: 重连中
en: Reconnecting
es: Reconectando
ja: 再接続中
ko: 다시 연결 중
zh_hant: 重連中

source: 附件
en: Attachment
es: Archivo adjunto
ja: 添付ファイル
ko: 첨부 파일

source: 附件未能保存，请重试。
en: The attachment could not be saved. Please retry.
es: No se pudo guardar el archivo adjunto. Vuelve a intentarlo.
ja: 添付ファイルを保存できませんでした。再試行してください。
ko: 첨부 파일을 저장할 수 없습니다. 다시 시도하세요.
zh_hant: 附件未能保存，請重試。

source: 需要决定
en: Decision needed
es: Se necesita una decisión
ja: 判断が必要
ko: 결정 필요
zh_hant: 需要決定

source: 需要安全重新验证当前账号。
en: Secure reauthentication of this account is required.
es: Se requiere reautenticación segura de esta cuenta.
ja: 現在のアカウントの安全な再認証が必要です。
ko: 현재 계정의 안전한 재인증이 필요합니다.
zh_hant: 需要安全重新驗證當前帳號。

source: 需要登录
en: Sign-in required
es: Se requiere iniciar sesión
ja: ログインが必要
ko: 로그인 필요
zh_hant: 需要登錄

source: 额度用完
en: Quota exhausted
es: Cuota agotada
ja: 利用枠を使い切りました
ko: 사용 한도 소진
zh_hant: 額度用完

source: 额度用完或登录失效时换一个
en: Switch automatically when quota is exhausted or sign-in expires
es: Cambia automáticamente si se agota la cuota o caduca la sesión
ja: 利用枠がなくなるかログインが切れると自動で切り替えます
ko: 한도가 소진되거나 로그인이 만료되면 자동으로 전환합니다
zh_hant: 額度用完或登錄失效時換一個

source: 默认
en: Default
es: Predeterminado
ja: デフォルト
ko: 기본값
zh_hant: 默認

source: 默认模型
en: Default model
es: Modelo predeterminado
ja: デフォルトモデル
ko: 기본 모델
zh_hant: 默認模型

source: 默认深度
en: Default effort
es: Razonamiento predeterminado
ja: デフォルトの推論
ko: 기본 추론 강도
zh_hant: 默認深度

source: %@月%@日
ja: %1$@月%2$@日
ko: %1$@월 %2$@일

source: %@月%@日 %@
ja: %1$@月%2$@日 %3$@
ko: %1$@월 %2$@일 %3$@
